Revit 2024 API
BuiltInFailures.ComponentRepeaterSlotFailures Properties
The BuiltInFailures.ComponentRepeaterSlotFailures type exposes the following members.
Properties
Name | Description
ComponentRepeaterSlot_InvalidFamilyOnReload
 Reloaded family not appropriate for repeated component.
See Also
BuiltInFailures.ComponentRepeaterSlotFailures Class
Autodesk.Revit.DB Namespace